{
  "header": {
    "title": "Lightning Speed: Arena"
  },
  "footer": {
    "copyright": "Immagini e testo (c) Tablescope GmbH. Riassunto da JensG.",
    "page": "Pagina {0} di {1}"
  },
  "fontsize": "10",
  "title": {
    "comets": "Comete",
    "factions": "Fazioni"
  },
  "expansions": {
    "base": "Gioco Base",
    "blackhole": "Espansione BlackHole",
    "glyphon": "Espansione Glyphon",
    "kickstarter": "Edizione Kickstarter",
    "sponsored.asteroids": "Promo Sponsored Asteroids",
    "arena-playmate": "Playmat Light Speed: Arena",
    "promo": "Promo"
  },
  "comets": [
    {
      "id": "astrofuel",
      "name": "ASTROFUELLL",
      "subtitle": "Con piombo, grazie!",
      "description": "Se un laser colpisce questo asteroide, tutti gli altri laser della stessa astronave ottengono +1 danno grazie al rifornimento."
    },
    {
      "id": "destinyammo",
      "name": "DESTINY AMMO",
      "subtitle": "Cannonate on demand.",
      "description": "Quando questo asteroide viene colpito, il cannone di bordo spara a una nave nemica a caso, con la stessa potenza di fuoco del laser che lo ha colpito. Questo colpo è neutrale e non conta nel conteggio dei danni di nessuna fazione."
    },
    {
      "id": "driftcola",
      "name": "DRIFT COLA",
      "subtitle": "Per un soffio… di adrenalinapura!",
      "description": "Ogni laser che sfiora un’astronave amica (attraversando la tessera senza colpire l’illustrazione dell’astronave) mentre è in rotta per colpire un bersaglio nemico o estrarre minerali, garantisce alla fazione 2 punti bonus."
    },
    {
      "id": "novasnipe",
      "name": "NOVA SNIPE",
      "subtitle": "Consegnamo a qualsiasi distanza.",
      "description": "Ogni laser che colpisce un bersaglio o estrae minerali da una distanza superiore a 28 cm (4 asteroidi di distanza) garantisce alla fazione 3 punti aggiuntivi per la lunga gittata."
    },
    {
      "id": "nugget",
      "name": "THE NUGGET",
      "subtitle": "Piccola di statura, grande in fattura!",
      "description": "Più difficile da colpire, assegna minerali doppi."
    },
    {
      "id": "photonbright",
      "name": "PHOTONBRIGHT",
      "subtitle": "Non brillare: splendi!",
      "description": "Alla fine della battaglia, le cinque astronavi sopravvissute più vicine guadagnano 3 punti ciascuna per essere sotto i riflettori."
    },
    {
      "id": "live4d",
      "name": "LIVE 4D",
      "subtitle": "Guardami!",
      "description": "Gli scudi sono schermi pubblicitari. Ogni volta che uno scudo si attiva, il proprietario guadagna 1 punto."
    },
    {
      "id": "saferspace",
      "name": "SAFERSPACE",
      "subtitle": "Il tuo sforzo, la tua ricompensa, al sicuro!",
      "description": "Alla fine della battaglia, il giocatore o i giocatori con il maggior numero di minerali ottengono punti bonus pari alla metà del totale dei minerali raccolti, arrotondando per eccesso (+50% dei punti dai minerali in stiva)."
    },
    {
      "id": "rayrebuff",
      "name": "RAY REBUFF",
      "subtitle": "Boing",
      "description": "Dopo aver ridotto il danno in arrivo come di consueto, gli scudi riflettono il laser sulla tangente. Aspetta, che? Lascia che ci pensi l'app ; ) Il danno riflesso è pari a quello del laser originale e non viene conteggiato nel totale dei danni di alcuna fazione."
    },
    {
      "id": "voidjugglers",
      "name": "VOID JUGGLERS",
      "subtitle": "Uno spettacolo sottosopra",
      "description": "Le astronavi sparano in ordine inverso di iniziativa. Olocatteps!"
    },
    {
      "id": "community",
      "name": "COMMUNITY ASTEROID",
      "subtitle": "Woooosh!",
      "description": "Questo asteroide non può essere colpito. I laser lo attraversano, ottenendo +1 al danno per il tifo sfrenato del pubblico."
    },
    {
      "id": "sorry",
      "name": "SORRY! I'M LATE",
      "subtitle": "Sono ancora in tempo?",
      "description": "Le astronavi arrivano sul campo solo quando tocca a loro sparare. Fino alla loro iniziativa, non sono in gioco."
    },
    {
      "id": "xmas",
      "name": "SPACE X-MAS",
      "subtitle": "Acceso, spento, acceso...",
      "description": "Tutti gli asteroidi lampeggiano a intermittenza. Sono in gioco solo durante le iniziative dispari."
    },
    {
      "id": "tablescope",
      "name": "TABLESCOPE",
      "subtitle": "Gioca il tuo spazio",
      "description": "Le astronavi nel campo visivo dell'occhio di Tablescope e posizionate ad almeno tre asteroidi di distanza ottengono +1 danno a tutti i loro laser. Altre astronavi e asteroidi possono interrompere la linea di vista."
    },
    {
      "id": "tantrum",
      "name": "TANTRUM HOUSE",
      "subtitle": "Divertimento capovolto",
      "description": "Quando viene colpito, questo asteroide ribalta un tavolo delle dimensioni di un asteroide nella direzione di fuoco del laser, danneggiando tutte le astronavi su cui atterra. La distanza del ribaltamento e il danno sono determinati dal tipo di laser: Verde - 1 a 2 asteroidi, 1 danno; Giallo - 3 a 4 asteroidi, 2 danni; Rosso - 5 a 6 asteroidi, 3 danni."
    },
    {
      "id": "billard",
      "name": "BILLIARD ARENA",
      "subtitle": "Raggi rimbalzanti",
      "description": "I raggi laser rimbalzano una volta sul bordo del tappetino con +1 danno. Per usare questo asteroide è necessario il tappetino Light Speed: Arena, che deve essere completamente visibile nella foto senza tessere che ne coprano il bordo bianco."
    },
    {
      "id": "torus",
      "name": "TORUS ARENA",
      "subtitle": "Spara ai margini!",
      "description": "I raggi laser che escono dal tappetino da un lato rientrano dal lato opposto con +1 danno. Per usare questo asteroide è necessario il tappetino Light Speed: Arena, che deve essere completamente visibile nella foto senza tessere che ne coprano il bordo bianco."
    },
    {
      "id": "pegasus",
      "name": "PEGASUS SPIELE",
      "subtitle": "Da giocatori, per giocatori",
      "description": "Le astronavi che volano in formazione (entro 1 asteroide di distanza da un'astronave alleata) ottengono +1 danno a tutti i loro raggi laser."
    },
    {
      "id": "dicetower",
      "name": "THE DICE TOWER",
      "subtitle": "Per chi gioca",
      "description": "Durante ogni iniziativa, l'astronave che estrae più minerali da questo asteroide ottiene il sigillo di eccellenza e guadagna 2 punti extra."
    }
  ],
  "factions": [
    {
      "id": "amboom",
      "name": "AMBOOM",
      "subtitle": "Letali",
      "description": "Se un laser Amboom danneggia un’astronave o una base già danneggiata in un’iniziativa precedente, il bersaglio viene distrutto immediatamente e gli Amboom rivendicano i punti dalla distruzione."
    },
    {
      "id": "argonauts",
      "name": "AGRONAUTS",
      "subtitle": "Resistenti",
      "description": "Gli scudi degli Agronauts riducono il danno a 0 invece di diminuirlo solo di 1."
    },
    {
      "id": "retroblast",
      "name": "RETROBLAST",
      "subtitle": "Vendicativi",
      "description": "Se un’astronave Retroblast è stata danneggiata in un’iniziativa precedente, la potenza di tutti i suoi raggi laser viene raddoppiata."
    },
    {
      "id": "solspear",
      "name": "SOLSPEAR",
      "subtitle": "Penetranti",
      "description": "I laser gialli (quelli da 2 danni) dei Solspear perforano il primo bersaglio."
    },
    {
      "id": "blackhole",
      "name": "BLACKHOLE",
      "subtitle": "All'arrembaggio!",
      "description": "Quando un'astronave BlackHole spara, tutte le astronavi nemiche entro la distanza di un asteroide e non ancora colpite da uno dei suoi laser subiscono 1 danno. Conta per il conteggio dei danni del BlackHole e conta come un colpo andato a segno."
    },
    {
      "id": "glyphon",
      "name": "GLYPHON",
      "subtitle": "Onda del vuoto.",
      "description": "Se un laser Glyphon attraversa una tessera nemica senza colpire l'astronave, l'astronave nemica subisce comunque un danno pari alla potenza del raggio. Questo conta per il conteggio dei danni del Glyphon ma non conta come un colpo andato a segno."
    }
  ]
}