{
  "header": {
    "title": "Lightning Speed: Arena"
  },
  "footer": {
    "copyright": "Bilder & Text (c) TABLESCOPE GmbH. Zusammengefasst von JensG.",
    "page": "Seite {0} von {1}"
  },
  "fontsize": "9",
  "title": {
    "comets": "Kometen",
    "factions": "Fraktionen"
  },
  "expansions": {
    "base": "Basisspiel",
    "blackhole": "BlackHole-Erweiterung",
    "glyphon": "Glyphon-Erweiterung",
    "kickstarter": "Kickstarter-Edition",
    "sponsored.asteroids": "Promo-Erweiterung",
    "arena-playmate": "Arena-Spielmatte",
    "promo": "Promo-Erweiterung"
  },
  "comets": [
    {
      "id": "astrofuel",
      "name": "ASTROFUELLL",
      "subtitle": "Einmal voLLLtanken bitte!",
      "description": "Wenn ein Raumschiff diesen Asteroiden mit einem LLLasertrahl trifft, erhöht sich die Stärke aller anderen LLLaserstrahlen dieses Raumschiffs um 1."
    },
    {
      "id": "destinyammo",
      "name": "DESTINY AMMO",
      "subtitle": "Feuerkraft auf Bestellung",
      "description": "Wenn dieser Asteroid getroffen wird, schießt er mit seiner eingebauten Kanone auf ein zufälliges gegnerisches Raumschiff in Sichtweite. Der Schuss hat die gleiche Stärke wie der Laserstrahl, mit dem er aktiviert wurde. Allerdings gilt dieser Schaden als neutral und zählt nicht zu dem Schaden, den eine Person beigetragen hat."
    },
    {
      "id": "driftcola",
      "name": "DRIFT COLA",
      "subtitle": "Genau die richtige DOSE Risiko!",
      "description": "Ihr erhaltet jeweils 2 Bonuspunkte für jeden Laserstrahl, der knapp an einer eigenen Einheit vorbeischießt (ihr Plättchen durchquert, ohne die Abbildung zu treffen) und danach eine gegnerische Einheit beschädigt oder Mineralien abbaut."
    },
    {
      "id": "novasnipe",
      "name": "NOVA SNIPE",
      "subtitle": "Wir liefern über jede Distanz!",
      "description": "Ihr erhaltet jeweils 3 Bonuspunkte für jeden Laserstrahl, der aus einer Entfernung von mehr als 28 cm (entspricht 4 Asteroiden) gegnerische Einheiten beschädigt oder Mineralien abbaut."
    },
    {
      "id": "nugget",
      "name": "DER NUGGET",
      "subtitle": "Klein aber fein!",
      "description": "Ein Treffer auf diesem winzigen Asteroiden baut doppelt so viele Ladungen Mineralien ab wie gewöhnlich."
    },
    {
      "id": "photonbright",
      "name": "PHOTONBRIGHT",
      "subtitle": "Schwebt im Rampenlicht!",
      "description": "Am Ende der Auswertungsphase erhalten die 5 überlebenden Raumschiffe, die am nächsten an diesem Asteroiden liegen, jeweils 3 Bonuspunkte."
    },
    {
      "id": "live4d",
      "name": "LIVE 4D",
      "subtitle": "Seht mich an!",
      "description": "Schilde sind Werbebildschirme. Jedes Mal, wenn ein Schild aktiviert wird, erhält der Besitzer des geschützten Raumschiffs 1 Punkt."
    },
    {
      "id": "saferspace",
      "name": "SAFERSPACE",
      "subtitle": "Sichere Fracht, sichere Punkte!",
      "description": "Nach der Schlacht erhalten der Spieler oder die Spieler mit den meisten gesammelten Mineralien Bonuspunkte in Höhe der Hälfte ihrer gesammelten Mineralien, aufgerundet (+50% Punkte für Mineralien)."
    },
    {
      "id": "rayrebuff",
      "name": "RAY REBUFF",
      "subtitle": "Boing",
      "description": "Strahlen durchdringen weiterhin Schilde und bewirken verminderten Schaden. Zudem reflektieren Schilde jetzt einen Anteil des Lasers mit voller Stärke entlang ihrer Tangente. Bitte was?! Lass die App das übernehmen ;) Der Schaden des reflektierten Strahls zählt nicht zum Schadenskonto einer Fraktion."
    },
    {
      "id": "voidjugglers",
      "name": "VOID JUGGLERS",
      "subtitle": "Diese Show steht Kopf",
      "description": "Raumschiffe schießen in umgekehrter Initiativreihenfolge. Was für ein WOHS!"
    },
    {
      "id": "community",
      "name": "COMMUNITY ASTEROID",
      "subtitle": "Woooosh!",
      "description": "Dieser Asteroid kann nicht getroffen werden, und Laserstrahlen fliegen hindurch. Dabei erhalten sie +1 Schaden dank des tosenden Publikums."
    },
    {
      "id": "sorry",
      "name": "SORRY! I`M LATE",
      "subtitle": "Bin ich noch rechtzeitig?",
      "description": "Raumschiffe erscheinen erst dann im Spielfeld, wenn sie feuern sollen. Bis zu ihrer Initiative gelten sie als nicht im Spiel."
    },
    {
      "id": "xmas",
      "name": "SPACE XMAS",
      "subtitle": "An, aus, an...",
      "description": "Alle Asteroiden blinken. Sie sind nur während ungerader Initiativen im Spiel."
    },
    {
      "id": "tablescope",
      "name": "TABLESCOPE",
      "subtitle": "Play your space",
      "description": "Raumschiffe im Sichtfeld des Tablescope-Auges und mindestens drei Asteroiden entfernt erhalten +1 Schaden für ihre Laser. Andere Raumschiffe und Asteroiden können die Sichtlinie blockieren."
    },
    {
      "id": "tantrum",
      "name": "TANTRUM HOUSE",
      "subtitle": "Umlenkender Spaß",
      "description": "Wenn dieser Asteroid getroffen wird, kippt er einen asteroidengroßen Tisch in Schussrichtung des Lasers und beschädigt alle Raumschiffe, auf denen er landet. Die Kippdistanz und der Schaden hängen vom Lasertyp ab: Grün - 1 bis 2 Asteroiden, 1 Schaden; Gelb - 3 bis 4 Asteroiden, 2 Schaden; Rot - 5 bis 6 Asteroiden, 3 Schaden."
    },
    {
      "id": "billard",
      "name": "BILLIARD ARENA",
      "subtitle": "Abpraller-Laser",
      "description": "Laserstrahlen prallen einmal am Rand der Spielmatte ab und verursachen +1 Schaden. Um mit diesem Asteroiden zu spielen, benötigt ihr die Light Speed: Arena-Spielmatte, die auf dem Foto vollständig sichtbar sein muss, ohne dass Plättchen den weißen Rand überdecken."
    },
    {
      "id": "torus",
      "name": "TORUS ARENA",
      "subtitle": "Scharf an der Kante!",
      "description": "Laserstrahlen, die an einer Kante der Spielmatte austreten, erscheinen an der gegenüberliegenden Seite wieder mit +1 Schaden. Um mit diesem Asteroiden zu spielen, benötigt ihr die Light Speed: Arena-Spielmatte, die auf dem Foto vollständig sichtbar sein muss, ohne dass Plättchen den weißen Rand überdecken."
    },
    {
      "id": "pegasus",
      "name": "PEGASUS SPIELE",
      "subtitle": "Von Spielern, für Spieler",
      "description": "Raumschiffe, die in Formation fliegen (innerhalb von 1 Asteroiden Entfernung zu einem verbündeten Schiff), erhalten +1 Schaden auf all ihre Laserstrahlen."
    },
    {
      "id": "dicetower",
      "name": "THE DICE TOWER",
      "subtitle": "Für alle, die spielen",
      "description": "Während jeder Initiative erhält das Raumschiff, dass die meisten Mineralien von diesem Asteroiden abbaut, das Siegel der Exzellenz und erzielt 2 Extrapunkte."
    }
  ],
  "factions": [
    {
      "id": "amboom",
      "name": "AMBOOM",
      "subtitle": "Tödlich",
      "description": "Wenn ein Amboom-Laser ein Schiff oder eine Basis trifft, die in einer vorherigen Initiative bereits Schaden erlitten hat, wird das Ziel sofort zerstört, und der Amboom-Spieler erhält die Punkte für die Zerstörung."
    },
    {
      "id": "argonauts",
      "name": "AGRONAUTS",
      "subtitle": "Robust",
      "description": "Die Schilde der Agronauts reduzieren den Schaden auf 0, anstatt ihn nur um 1 zu verringern."
    },
    {
      "id": "retroblast",
      "name": "RETROBLAST",
      "subtitle": "Vergeltend",
      "description": "Wenn ein Retroblast-Raumschiff in einer vorherigen Initiative beschädigt wurde, wird die Stärke all seiner Laser verdoppelt."
    },
    {
      "id": "solspear",
      "name": "SOLSPEAR",
      "subtitle": "Durchdringend",
      "description": "Die gelben Solspear-Laser (Stärke 2) durchdringen das erste Ziel."
    },
    {
      "id": "blackhole",
      "name": "BLACKHOLE",
      "subtitle": "Entern!",
      "description": "Wenn ein BlackHole-Raumschiff schießt, erhalten alle benachbarten gegnerischen Einheiten, die noch nicht von einem seiner Laserstrahlen getroffen wurden, 1 Schaden. Er wird auf das BlackHole-Schadenskonto angerechnet und zählt als gelandeter Treffer. Als benachbart zählt hierbei jede Einheit, deren Abstand vom BlackHole-Raumschiff höchstens 1 Asteroid (7 cm) beträgt."
    },
    {
      "id": "glyphon",
      "name": "GLYPHON",
      "subtitle": "Vakuumstrahlen.",
      "description": "Wenn ein Glyphon-Laser ein gegnerisches Plättchen durchquert, ohne die Einheit zu treffen, erhält die gegnerische Einheit trotzdem Schaden in Höhe der Stärke des Strahls. Er wird auf das Glyphon-Schadenskonto angerechnet, zählt jedoch nicht als gelandeter Treffer."
    }
  ]
}